Repository: common-repository/validar-for-woocommerce
Catalog: languages/validar-*.po
Languages: es_es

source: Please connect website to Validar
es_es: Por favor, conecta tu sitio web a Validar

source: here
es_es: aquí

source: Validar is successfully connected!
es_es: Validar está conectada!

source: Disconnect
es_es: Desconectar

source: To start using Validar please connect to your site
es_es: Para empezar, conecta tu sitio web a Validar

source: Connect to Validar
es_es: Conectar a Validar

source: Disconnecting will stop new carts from being added and orders from being tracked
es_es: La desconexión evitará que se añadan nuevos carros a Validar

source: I understand, disconnect my store
es_es: Entiendo, desconecta mi tienda

source: Cancel
es_es: Cancelar

source: Settings
es_es: Ajustes

source: Validar needs %s to be installed and active.
es_es: Validar necesita que %s este instalado y activado.

source: Hide Notice
es_es: Ocultar aviso

source: Validar helps you increase revenue by automatically recovering abandoned carts.
es_es: Recaptura te ayuda a aumentar los ingresos mediante la recuperación automática de carros abandonados.
